/* No comment provided by engineer. */
"Action name" = "Action namn";

/* Add new action */
"Add New Action" = "Lägg till ny action";

/* No comment provided by engineer. */
"Are you sure you want to delete this renovation? You will also delete all the actions it contains." = "Är du säker på att du vill ta bort den här renoveringen? Du tar också bort alla åtgärder som den innehåller.";

/* No comment provided by engineer. */
"Awards" = "Utmärkelser";

/* No comment provided by engineer. */
"Basic settings" = "Grundläggande inställning ";

/* No comment provided by engineer. */
"Close this renovation" = "Stänga denna renovering";

/* No comment provided by engineer. */
"Closed" = "Sluten";

/* No comment provided by engineer. */
"Closing a renovation moves it from the Open to Closed tab; deleting it removes the renovation completely." = "Att stänga en renovering flyttar den från fliken Öppna till Stängd. att ta bort det tar bort renoveringen helt.";

/* No comment provided by engineer. */
"Creation Date" = "Skapelsedatum";

/* No comment provided by engineer. */
"Custom renovation color" = "Anpassad renoveringsfärg";

/* No comment provided by engineer. */
"Delete" = "Radera";

/* No comment provided by engineer. */
"Delete renovation?" = "Ta bort renovering?";

/* No comment provided by engineer. */
"Description" = "Beskrivning";

/* No comment provided by engineer. */
"Description of this renovation" = "Beskrivning av denna renovering";

/* No comment provided by engineer. */
"Edit Action" = "Redigera Action";

/* No comment provided by engineer. */
"Edit Renovation" = "Redigera Renovatering";

/* No comment provided by engineer. */
"Get Unlimited Renovations" = "Get Unlimited Renovations";

/* No comment provided by engineer. */
"High" = "Hög";

/* No comment provided by engineer. */
"Home" = "Hem";

/* No comment provided by engineer. */
"If you already bought the unlock on another device, press Restore Purchases." = "Om du redan har köpt upplåsning på en annan enhet, tryck på Återställ inköp.";

/* No comment provided by engineer. */
"Locked" = "Låst";

/* No comment provided by engineer. */
"Low" = "Låg";

/* No comment provided by engineer. */
"Mark Completed" = "Märket Slutfört";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"More to explore" = "Mera att utforska";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Öppna";

/* No comment provided by engineer. */
"Optimized" = "optimerad";

/* No comment provided by engineer. */
"Please select something from the menu to begin." = "Välj något från menyn för att börja.";

/* No comment provided by engineer. */
"Priority" = "prioritet";

/* No comment provided by engineer. */
"Renovation name" = "Renovation namn";

/* No comment provided by engineer. */
"Reopen this renovation" = "Återuppta denna renovering";

/* No comment provided by engineer. */
"Sorry, there was an error loadng the store. Please try again later." = "Det gick inte att ladda butiken. Vänligen försök igen senare.";

/* No comment provided by engineer. */
"Sort actions" = "Sortera aktioner";

/* No comment provided by engineer. */
"Thank you!" = "Tack så mycket!";

/* No comment provided by engineer. */
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Tack! Din begäran väntar på godkännande, men du kan fortsätta använda appen under tiden.";

/* No comment provided by engineer. */
"There's nothing here right now." = "Det finns inget här just nu.";

/* No comment provided by engineer. */
"Title" = "Titel";

/* No comment provided by engineer. */
"Unlocked: %@" = "Olåst: %@";

/* No comment provided by engineer. */
"Up next" = "Strax";

/* No comment provided by engineer. */
"You can add three renovations for free, or pay %@ to add unlimited renovations" = "Du kan lägga till tre renoveringar gratis eller betala %@ för att lägga till obegränsad renovering";

